{"architecture":{"class_name":"Functional","config":{"name":"model_7","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,8,8,12],"dtype":"float32","sparse":false,"ragged":false,"name":"input_8"},"name":"input_8","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d_34","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_34","inbound_nodes":[[["input_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_36","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_36","inbound_nodes":[[["conv2d_34",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_29","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_29","inbound_nodes":[[["conv2d_36",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_35","trainable":true,"dtype":"float32","filters":64,"kernel_size":[1,1],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_35","inbound_nodes":[[["conv2d_34",0,0,{}]]]},{"class_name":"Add","config":{"name":"add_15","trainable":true,"dtype":"float32"},"name":"add_15","inbound_nodes":[[["dense_29",0,0,{}],["conv2d_35",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_15","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_15","inbound_nodes":[[["add_15",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_38","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_38","inbound_nodes":[[["activation_15",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_30","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_30","inbound_nodes":[[["conv2d_38",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_37","trainable":true,"dtype":"float32","filters":64,"kernel_size":[1,1],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_37","inbound_nodes":[[["activation_15",0,0,{}]]]},{"class_name":"Add","config":{"name":"add_16","trainable":true,"dtype":"float32"},"name":"add_16","inbound_nodes":[[["dense_30",0,0,{}],["conv2d_37",0,0,{}]]]},{"class_name":"Activation","config":{"name":"activation_16","trainable":true,"dtype":"float32","activation":"relu"},"name":"activation_16","inbound_nodes":[[["add_16",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_39","trainable":true,"dtype":"float32","filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_39","inbound_nodes":[[["activation_16",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten_7","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten_7","inbound_nodes":[[["conv2d_39",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_31","trainable":true,"dtype":"float32","units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_31","inbound_nodes":[[["flatten_7",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_32","trainable":true,"dtype":"float32","units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_32","inbound_nodes":[[["dense_31",0,0,{}]]]}],"input_layers":[["input_8",0,0]],"output_layers":[["dense_32",0,0]]},"keras_version":"2.9.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[8,8,12]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[8,8,12],"values":["5sVSv4TDoj5sk0Q/WeKmP9TxvLxIXgi+MiRdvdoZer80yqM+hOuTv4jNyz8nD5y9WkDHP8hgfz+/RLG/AVijPzBmCz+XklS/kZ8Mvo7Ser40Lzo/KAaKv5QiKj+X7YE/djMZv2s36L6ligtAoSKLP0/m3b+zC64/pQ+cP7GLoT+R76k/db+Fv9yjhz/oJoM97C8DPxnGWjxxmZw/Tr09vlOgoD1Q+8U/ZaSuvqWnYb9b5bk8rYGTvoISoz8qL7w9aAHDP5uy7j499aG+iXqUPT1GKr+7Q5y+tYEkv/EQfj/MyD29o9KDPwdJKT92SlI/VMOxP6X8lD90oT8/c1CuPac+u70M7Kq/D9VIP2O7PUCpEMQ/7ea1Pv9siz4lalI/CpPLPR68bL94W5s+/ULpPvAam75525O+sCdQv1VjFcC3yJO/9Smpvsp9CMDLDX09W5o0P1Wkx75T4CK/9axRv1CIND9OkA8/seDhv7jKgL8liDU/PGgoP+3Eyj90k4+/+WYXPoilmL62QA0/5hu3vwFz7b+YiN49hXd2vk4Lgj/eFKq+zPMMvpzoH7+bjR5AypaHPiK0K7/b7zs+BZamOVtyOL8G+wg/TCDlv2uzpD/A7Y4/3M8UvdC38b81vJo+nogLP9rHHj+Zu2y/vy+LvwhjrT/cQRk/1x9oP6Rg4z6KQms/BXMEwOJXZb+U9Qw/Dmhivozqkb5XbV4/F9J8PoUEfb7AFZO9MkqMv7Lr4z+ZrW0+NcTlP05Jrr99lzC+HxKGP9u+Mj7a/ea/g8HZv24mcr66/M+/mbY9veTss789iOU/npcGQOmhbT/OZBjAtC4Mv9rKS7+7kbE+stuTP76sU7/q1Xs/yvjzPhFvVb9FDMo/10CpP3poJT/0fwBAl33dvt66L7+qTta9B4kYP0Lknr/bsgC/0tzKvV9yi79LKgK/KNeyv6ykMD9GS7Y+/ICLv9Sglr95ENK/3ii9vGgY3j+6LkO/UpowP/BNu79g/8K+Biqtvlwz676pbj4/","IoyWv71PBj/BcsS/hr+nP95Abrz5oAfAW8gDP1l06j89/Si/YDD9P0/CST6n206+l8oSwHU7wr2aa7g+LVGoP0pjf79835O+G0cvv/52Vb7HHHI/qxbrv2gmIj9HqGU+PnESP2ZXvL5oL5Q/16BSvy/6r7+NOi2/Mw5hvQKUAj/Ud/s94Ls6PwLSB78wLSS/nHqwvgnXED5SwrW+arJTvkuOgj51LLI+8FJ1v24lmz8awZw/Hou/PjILUr+TQKO/qP2jP7x5JT42g7S75/ovP4FVjj+Sn02+FqexPBDYzz0kSIG/g7fMvhuysr9qXT0/LxoBwO0w+j/ibwW+mPijP3zjCD9FPba93V1nv/MWor4ELMS/ELtLP5rpBL8QASzAVI2Av2aZ4r4ryT2/v8I/vre1ST+2Yja/GbqKv0YZxz8mu7C/3fUPv8lYaL5EhTG/5zYRPyqlF7/JUMI/4FSSPiHkB8DCvls+l4eIPnDIAUD8c62+Hh5tP50Emr6oLLs/qyNuvzEC2j5A3fu+EqjMvykdDD40em8/VsEIvx8mvT7mc369z9xrPh8DKr9dJeY+n9EqwKbcQT79E3I/ArSlv+rbmL2Uarm/8b/Iv5+So7+cllm+YccJv1DUJj+f7rW/RcCOPWKmdL5Prs0+rIAxv617LL8SzO8+yjUWvza8/b8CPu0+8R0qP/47gD+VyOY+pBQEQMWWfb+mwQDAI6XMv/T8yb6FdxU+twR4Pudmhr08eju/gVeKPvm6rj5bKlE/RNOrPyxlqT0E/zW/l0wWQGCMwD4Fi7G/0aE2PlUtsz5Lie8/dEWNvrwrPb8uvKq/GHJvP7ougL+e+AVA7yuLPgmT0b5txVg/SoUOQP/nKj8vzwFA+O+Rv82eo77dF68/+VptvtluNLzCvN+/dIstPZx3xb0AXps/ugKzPKzYzD4xp3S//44jv5CU/z/lx4s+XyCWvtXM6j4kghY/hX03v9uc/j/1MoY/T3lYP3cPmj9IMQQ9FS2AvwNTwz68ERo/","LaF6vpqBkL7GmJ+//LvHP6raRz+WU7I+JbCEPnDKuL95wSLAUducv+p8rr5BNe4/7uWcPiF4xD/+aXk/NLZcP49kcb/mC4+/Z6PBvuOSHsDOoVA/p1bxvnjX377zL6o/w6ZsP7djKz1I2IA+Ab0JP6Pg4z5OGpa/jq1UPc+mqz5mEBS+42QlP8l7LL43Jmi+vFARvhjIE0DFmw2/no7UPZm2tL/lMeI+7DIxPr6fFD7I1yE+wKU4v7Pv4r8ag50/2duUvxpOZj8jM2e+g3sdQM4E0z/r4Jc+PA5vv8vdmb9ZMGW+u3Sav9U/yT+a1gQ/I//Mv4qpUr4V0bM805AOwJcX8T9YRS+/ygqevulPZb5Y/iY/fZelvygfJz1k7Wm+GgJtP4hcm77yd+g9L0KDv8DrsL+t604/OIEcP5OwOz5XNt2+h9oUv29rg788bwO9J2qXP9sQJj6yYME9DawPPt8NqD2sTIA/PygMP69H8j5kx4Y6Joabv3o+rj7f5TS/YIptPmiFET+rJkC/hWc9P6hS7z533z6+6Mn0v6apPLzhfra/vXsgvwifez7dGxhA5Jttv8cYu75nZdK/h575PU/rJz9aNgu/nCIPPw3vdT5egDk/gSG3vv+ADryBon+/JxhKv9G2L758/We/GK7Iv9R3Pb4KJgBAvMgbv03riL/ler8/tCWDP1RU2r9lKOe/TufaPy4uzD6X26E+k8SOP3NtEj+t3eG+BDpMvwVnEj4Eyjk/BY1FP/46zL25JJW9iraIP5JtGr2V9GC/4oPzvgEz7L47Fa2+FkaJP5c3ib/RQQm8SV1gP8S7GT8/dIc/EQd/PiWYnz+HlqQ/FLDXP4nSozp7nMA+X4H2vPmStj9WEbg/Jzj7P2sVMr1QDsw+0NipvgAoDD+3jNw8U4kcQLX8ST+FgYM+s3bkPszXNb5UqiY/mu+UvWh95L7347g9o4goP4ExZL4KJYS+ZORUvulsJD6DK6M+y1U6QLeZsL+zX/2/ZxaxP27kGMDR3jM/","Xc8KQDWTBcCjhJU+IXp5vcEvzL4CtQK+ZLmHPo8tQz9ftOm/SL5bvxpHWr7/orY/5FwQQOky87535Vs+DqBjP0egnz5wezo/GX1pPtPSYr9RZDm/Zm6QPyBBAT+MvQI/kSKGPfReD7+sN3y/PKmlP4IqIcBLCiG/5VwQv3hjXj7brek+IaMmP6NWZT8gMNQ/KzMhPzJKrz9wz4K9TCUUP4HYk74LUCu/PWWFP5SMRj+FAFs/mCCuP73sWL+2qjG/oXTUPwkym78DQhc/fME/wKseNr89AVG+NA2/P37cpz/3MRs+rmDYv/zckD9UebW+NhG1PjsWQD7nrfk91lW7Pit4oj7+nD6+7TaRP9Lwyb352dw/+mjFPi+1HcDXa6g+s6jHP79eZD8V7TG9Sy7Ivz+bbz/mMnM+q8JNP3KmHb5jDAg+OeOav6LZrj735kc/uV+5v37z+L701Rm/JiKjuw66Mb0VU0+/wWMSvwLU+z6WJ0y+Re/7PsIF4b+W4V0/mYLwvuZoIz+P4QXAV/6EvsPWXz5x+qM9H9cbv9Yk8b0k1eA/tG+NPyOXxT/d0os//BmCPQf4Ob59t0k/j1uXP36hrr8LRLc/S/WOv9YghT93xq2+XQNxPzW1X766yEK/1/jGv3+3CUAnk5m/wPK6Phr4yz90XpA/y3QlP/+B3r4d6pk/d/EiP7AGOj/KU5O+Hrw8v47zxb/72aU/aEi9vdmn0L9zURU/U/WfPokmGb8yHbI9Ipgmv4eMqr0eswe/ct8bP2aFOMDzOfO+TCqxPbhdUT4/9gS/uTsVQO45hLvXFAY/7TeZP2u6vD/7no0/K/W2PjCS5L74Zyy/P6hRvy3CDT0Jthe/tKFFPwkwz77libU/F7Grv6d0XT7A9LE+oknyvz9tCz+8TTg+Zyupv/hizLw/qke9boYYv2mgBD+tu+C/qg6SveLrBz+q3Pw/CmM4P09Il78C+3+/r102v7Lvy78LZAg+o2KFvx9BFr987HS/B52NP5+/JD+PwHQ8"]}],"outputs":[{"shape":[1],"values":["Jm3LEQ=="]}]}],"trainable_params":{"conv2d_34":{"weights":["xnIcvXpUgT2NlhY9TV93PTz6Lj75R408hLjVvdzsRDxK8xm+mv0Avo0lPr6xS1y9XxpFPd79ir3BhnU8/KvQPeTmXT5J8ec8QxRYvA003710FMq9G732vfqTLr68XZy9+iE2vat+1T2Lpo09+QssPk7wmj57BHe9ZPYCvejqqrxWVdK9Yip0vfNHeb5SpBe73M87PdqIhz2eZHg8EMqNvDYSBrz958W9+du7vKOpFbxkupG9WToUvVg76r2jZ609IZdlPVvzGL2WKLi8xcVnvPdCDj5SB5y9ghBNPA9Pzb2sD827XMcjvs/kPL4jRZq8jHDFPb2narmVJSM9Yd4TPqxccD6q9y66vTG2PXPUsr16YaC9ClPUve7oQb6v+jM9w/6RPZY+nj3aXhG8Np4PvHSKpD1N2wc75J9aPU5Zob1HYRA9AWmKutONBb6rEAM9Gkqnu0ZbzDzXqpI9pLoHPidkMT73jUc9ApVvvZ+Zir2ynJk8F7ggvbuFTr6mOXW9stPJPegbKT5ElrG7e5UKPirYYj4Tq+E80rSdPXyzyb0vCIS9NXUIPGr3O70c8xC9XqUPPb2un7x5rBG8fj9xvaqhmrziNhG8OzIcvHvYIL7kZsE9GOE0vUzEET2RRh88KM2dunfoUL1rwmk9ex8zPUrzIz2T5go9+F4pPZvpdj536hI+772DPe+9MT5EJTw840wnPT+KdDy9XgE+6EKpPc4xDTwKtg88K+1HvXp+g7sV7Xa8ppzIPdpjDD43huc99oTaPP43FL5rN1+8A1v8vf6EB74LURo9lX00PWfGHD7h2JY63MK9PTrQOD0tyr87uE3ivCRkrjzdT7U7tTRmPUI2x7x3NzE9DJoPPHr68rzRvqI9n8MdukEoyr01XuW9XK16vatZ1jxu+P29qOWevaPB+T3pmpG9kkoZvQ6ChL5yckC+gOr+vWu0lr4ATgw+M2CCvMZcbDyMjEC+wxAsPjRH9bwStuo8wCppPVFn5jzMiBw+ezXivIqOoL0BKaM9","jT8LPfQHp70Bn0S9SSemvcVKrb1MoMi8nW/Ru8WYwb1MiNK9CGvyO1LhCL0pas2756W4PAxgQT6MBrg+mcg6vWlxYD6TTls9KE8MPLaMkr00Jru9QUo8vsTjlL6EBGE9JaSJu/S0Dj4UvRE96xE4PnlTND4tbeA97cWSvXWHWbwHBI09qg0sPaleyz28cYw87K2ZvW5RhDytc6s9VyaZPrjVkT5cnpM8p+T5PQkpGDw1/HC8d/ypvcQBdL6togs9XdOJvGXQF70e5RO9A8j6PIMGOj65PhY+5eplvE52Lb2Y2Te+YMXKvNV4Xb3cPhg9f/m/vCvvez10VtS8Co4tvY1IpDl5gVU9i2uTvVadTb2YSn65hE+OPTixeLyppeA9jv8vvWe8Tj4FieE9shE3PkUihz4rUa28fi6rvB+S1T3YRmW9xYb6vRfLMb62/uY9/0omvDidGr4i6YO90dnaPfCkfT1aUaA9gZs7PWoCdD191Qu9mV5hPLEwJb3zqRg9v4EWvhG7sz3j1dw9/Zu/PfEHWz6qkSQ8kWplvX6W1T2A+8+9In0+PTmUz7vBFNM7i3U0vr5xBD58V3Y8P63dPCcdQT4WTxY9hqarPRDaS72xG146vddcvTryA7484Q4+yZPMvVqAFT761YG9alcXPS5eDD2IGAY+BWECPYAWjL1DyoS844ihPIz0z7zy+i48cneyOvpeqT1Dssk9+WmgPdR/zD3LK6I9XUTjvZTQ1Dx9HRg9RwIbu2CQar0H1zY92zfivHEqy72Bgum9TwrrPXRxIT4Aqo69WBW4vQ2mAL1wKyA+GSyovagu2z0Cwec6UiAwPaC+wz2hdCw+NaLEPJ5kiz4nyN49SJUXvrXuib2z/dC80RHbvS4yPb5N4gs+1qj0vDLd0L36sZi9MYF4vesCwTwG4w49CFYSOyNiVL09NWw8UfLnvWW4D76SsCw9CewBPX5apj0jRrO9M//cPFhBlD3Ftl49RZBLvT2r0j1/OHc92qT/vbWoqb2QJlG8","wuuQPL16Pb3Lmp+8zY4APbwusD3s+bA9PvXLu4I5czsir8M4HtJ/vXZsCL6eO4E9/QPrPW+rEz56/da9MHeaO8xo3b1cOPM9pJz9u/K5nLw2G628GMHmvL7rVj0lK3O9KWeDPQQLO77foRU9eefHPdGxKT2OlCc+1mbovFHZxrzKRgq8XiGPvXvlAr10Npa8m0zMu+b6kjwIaqu9iy1FPJvpMD2Q5bc8VqiCvd1R5r30L4G5NTEOPhFkFz0xkXw9M+I8vU0DTbz3fNa8bfeyvVx7W7oHPdY6fHLUu17hfTyxEug9BxyJvLc7Tz6Fk4K9gMOlPXRzGj1TSLw8crSIvWDoNr6wsEk9IhswPf67jzl8EoU9Z2HXPC8+FT6+6UO9OvIRPMsRIj0d/f68HOF9vXEe2L2J1Ca7A1VmPAEcvrtn1Mc9utnGvJwmKz6ITvu9L9CAPMKdC75MNH28LAl1vcK4VL5OLbo9zKUMPWEqb72emwS97B0TPqX8Rj4R8lK82i8UvIe7P710SGg9hVAwvg9QaL7hv+A99vt3O+sWXj0qRKY93kBsPVGLVD7uoik9mn6WPY3Sfr0BqwG8aBQrvsUGVr769uA9JJMkPIljWL2dIDK9isUHvJpjDz5vuUG9RHqTvaP+2zw9ZOe94Zi2vTlQDL7VFuE8t/vkPMX9tT1uQqo8W7qVPdpoqj3/EIc95GlZvaZjr7z2jeW9ygPlvUQNvb3/2zc9hAByvevvjb3LoBW9OTdlvBcBgj2aH4U9i0bFvUGgqb0Dm4S9aOwiPDAscr5qSz49iwAZvAoZDz2tgIu75ZX/PZuyZj5sYzK917+vPb5g37wsl1Q94Ak2PbDw1L0Ikqa8s4VpPchp7D39+I09pqm1PeMOq72KkR+8XANsPX/5zT0E8BS7w1jmvSkrNL4qHTm99DYQvMM8TT2lwpy8pnDcPSq5BT43Wlw97Oh1vZIuGz3Yt8E8RprnvahUgL3r4pO8IxAKvITbCz7Ex6i9XqFdPanCfbuHbLo9","q5xuvX13krzSmYy9k/NRvS0+972Jn6i85a4dOg7SCD5T4N67qlv/vFCJbL3Xafo8W2kWvQYlR705ZIi95YGnvZZRcb7sJQk85BNZPBB0pL2olnY9VrVWPQEHGT1Uvcc9mDQwPGrGEDwvYwC9sbGdvULpEb5Hl/w85OMqPJHTNL5pWaC69jsCvqevKT2XPtE8g9kKvRRrbL1M7gu++4E4vWvzSb5eN6o9viQju0asHb1n5cE8CS35PIq5oj1Bxqg9jA2DvagBe70xqAW+iiUvviawwb4V1KE8ectGPR/PHj3babE9y+JiPtIerT62Uxw9OT7WvTVpyj3ZNJS9woS9vSixPr4j3YS8ohCEPY0Ctbx/60U+92OtPczj2z3UIai8BEjwvKm1w72vq7W97JT2vXtcJr6Cnbu9tcsmvQS8lz0mapM8lAWjPWDdHT7Jsqe8aYzwvDFl9729oCq+iBlFvht0gb4lHJK9i5OEPeNGLT6Wptc9I3sJPvhhST5L7pE7oMIpvSvunr0gDai9jRxKvvQhG77brTa82CtVPTaYxbuR/oc8MheJu92ORz41phk8WYc4vZffq71FADa9yIvtvYNXNL6Bsv07/nL0PNZNg7ur/Vq8pTVJPWPPUD5Mb4g9nBB+vXO/Vrxz+Am+NpgEvljQY77qRne98WGXPU40nD3jSLo89OobPrltGD7Vvce9eTxmvahpMr05qAi+GhgWvnv3Tb7BUBM8oPibPRf+4D1sbxw+WvybPUoMoT22SI09tWJevZJZar0yAQi+3y2LO8RkKr4p7Ps7AYWZvdCk6D215Ic9ArT/PVfZ7jxW4me8lTiSO0NeKL55GN+9TUM2vehcgb2tMQM8ipTnPKPzFj6MBHk80FI5PrKg6z3RB6I94qEKPYo7Cb7361u7vnUsvWYJl71linc9x0h+PY2SGj0ZYGQ9G6kWPUj0ND6q0XA9kvMcvIfsB72vqeO8n1NPPtgPpL0cD7c9Is2PvSpN3zyLsw+901SpvTQYj76XhHC9","do+bPTCX8D0TzXk9qTadvqWogb5aqUQ+ke4ePqTIvD0mAL49ItYAvpY+sr3/n7W9g2GCvcd/nr1YJeu9WcknPRnN/b0XqqA9Vf17PSUmYj06WlA+Q5gVPiadrD4Q62a8j6MSuoShAr1RuZM9dyLJPat7ej7e2Y69kWefPNczBDwzh2m9leS3PaRQIL4aDKg90wBYPbDeij00KRO+7lP3PQd0uT2OrJK9x6WvPXsjpL2XQGQ9ho+PvQtll71+XYA8EysdvWH4xjxdQTM9qN//PVm9Nj7ysLs8lpY9vC0BeLx9bc49MnzfPRUbtT03kRY+jCL5PPL2Bj7UECk8H6JVPcFEzDyvX2U9gyFRvdIEgbwPFmW+/9lhvc+PqL6kQts7ZZHMvdcW5bxNDvS9Kk+MvRgH871qM8U8drUOPQZNzz1y5Bo9UVcJPYP4rD1qCJk9D8iKvEbMkj1IBUC+v6mevNCgpr1Eeas98plzvYxeMD5OnKg8KEPuPZQcfD2QWMq8jMOSvXvzKD3OfNW90QJIPfNc2L2rLIg920HjvalpMr6a9YY9n2ugPKdL+z2NZZS9hV+kveynob1G9SQ8Y0ygvOhBbL4/bx27eOWbO3Pcj7xenVa9qHG7PSKeWT1APTE+d7QqPTIEHD7T7DE+uqf0PROytT2TI5q8/0UIPW+LQr7J1ty9hN0PvQuvsL0VNWk+7PdUvGLFPTwSK9M9LWttvs1tGr5H/lU8i78hveEbGD18t5w9qBmSPTeKIzys6pE7MSf3vZTnjjxgdxC8od7MPZylqLxe7gQ+KeuqPHa6Ervqd8g8BbfnvSx0FL75jYW8wB8QPVTvuz2/A8Y9TbEOPs1xjz5180q8oGY2vLhNMzz5TbS9tdh0vWcJh72kIOo9leCyPc2lrL05Xa096NMTvvroBb1W0Ws9rrqVveWUbD3RoTE9MmjqPScKpz2f+a09SzPZPH/W9Tz/hpI90o5CPYryMD4tr4m9Aaj1PNkFobxk2j08PTRBPQjWFL358uo9","S+LGPfWIPT4x8ge9p7CwPEqwHD1a0E69yN+mPAGeTr0Ljjc+TpyFvtmpk72/ToG8ZYs9PQ04/735qfS9GNYBvhmlIr7kOsy7G39UPXtUVTxPAy29umwAPqax0T0Oj5E8ItpVvQDWR71kzoW9C0IHvlnR7r1e9Bm9zByrPT5GmTz/YFE9QtrcPcY5FT52rbK95qFJvQVNqr1x6su7GM9LvSikL74Qeya9jAjLPQJy5D1AxJQ9+PIiPZKf6D1s3Si9FSh1Oz25Ar4g6oa92LvJvZZeLr4jAIy8bb6HPQ7Brj1Wcvw9EZoQPQfPFj6XBsS9lAZHvSDXzL1Twoe8Gp2qvRwabr5VmpE9+kWkPAowvz3y7wQ+4h0DPZ6RIz76SXc7Hv0Evfet1r0fhL48ul8gvT8R870JxnI9sc4VO5TE3DvVSJo9ENohPvxbnj24gGc9KSXGvXN7hDzGPga+qfYfvQFkU77M/Sg9z9FTPXhqvj0hBrA6t7RHPdYuGT46OkU85CrduiI3372DsAG+jSafvZQkRb4MgBq9jkcRPaq8kz1tgLE9vg3KPftqbD6BhRE8ZLmbvc5WVL3B73q9Rt17vcwDXL4bT7492eu/vMHQjzyfSoI9tsu+PahfZj6rP3494Y+4vMEqHL40kOW9jIclvjJUgr4yuWa9jE99vKrneb07N/48OMQIvZPd1TxaYmq9ePDevTc/EL75cGe9wQ/AvFiXEb7tLcS8VkgTPZ7cDL0vCEu9ZoOjPfNWdj6hnma9KX4vPeIXBDxGkry9KkArvr79c75CERy9Ew2FPS5LCL31qa4+zx0GvvZfxz3TfG6+zk+ZvHCO4D0imOO8NHqFPfD7kD6MB+S8CTZUvZ0SQb1Gakg93KHQvUmQQ71Av2A8CPThveSHtr1pIx4+OaUSPt7jWz5wVgO70XI0vrSG2L3my8w6IA56O56XKTy6INq93kKDvK2eq73PrBI8NYndvfUe4L2RDtY9wNC0PVS+STxwfjg8gpoRPrcfhz4p1tu9","x0gAvneg1z0B/4I+0/wJPgz4Bz68Dvm7eCBEPT6Os712lE6+sFk/vqfcrr6Q0T29NsIGPtp/Mrrk5x29eHJ7PeVWCT7L4Oo80JaQPFxy2b0pIri9FZlHvv5rHr5PzFu99I7IvEodhz1N54o96mZvvStMNb0KEfG9V1aKvXLN9r2kkR29goB5vC75Zz2GeoW9KPKLvQR9Mb6Bi2i9XjEVvUWlEr0j6Vo9KBvRPQmfGD0hn9I8ZNRgvQiQQT6tRNM9ZuygPSJIkL3+87K9hsjLvaQju711sls8GdW4PWCjxT0wOgu9Zn9oPUSnAj42ksk9fMT3vGNpm7zSeoI7xxe5vX+3o70DWc08RuPAPUD1Cz6Mo2c9rsN6vTpQ9jxizMk9OtwivXz82706u109vuLLPZw6Uz7tqy09Wo35PYj78D3U3xu9BrvzPT6TKT5i3A69/pPPvW1/kD1Bxqa9yc0WPRpwtj13Hja988WyvRZkWLwlYJg9WOpJvB8/lbxBTYs8DEbivKabT71ej9q8c90bvP4UFT2ZzpC94W+YvRt2Q72lcjq9jwycPD/ckrs/WjE96FyOvZQWMr5SGgW+JdmsvcxOIb5s7ag9kbrRvESz6LsA9V497GecvVtS1j0zZ1g9eDQKvgvxsb0gsaa8nFRIPcZ+Iz3VYT48cN+zPJ4b1j0RwLq92GzEvZD2lr0rJYA9VEVCPMpkFL3blNO9OIxPPckFBz1/Vxy88OwWvQ+crTzcSoU8/sTPvOWhgr1s1v09C1n5PD5d5r2YVdk9yHQSPjcfhz2s66s95yxbPSqhsT2CJUa74zCdvIaTm70m6Eu+rpiove+Tir1KcgK+OgyqPaA5ej39gFY8N8VDvYI1iL1Arqu9yo/3PcbgYL3XqdK9ujcFvYcLFT2HSvs9rErIPVVHZDx77Yq9bOKnPZb3rL2EiaY9DU8EvcmAzryWwRa+FG89PWk2YDwexKy9iC6+vU10g74PDjo+tDz6PPksxrxEtKK9uzuSvepcLL5yvQG+","b+kbvUkaWD2y8II+UuUbPXfztz0dztA9mE2vvMcbur3g9j2+XkQavkYLpL4mby+9xt72PEHLCD12Fyy9kf1NvWvJMb4kxx+9hjNzPcMulj37PJA9NyACPfTMYTwa/9S8n+8yPfaw8ztvclo9E3ooPu7pDL2xAjw+QtKHPZfjoT245qI94e07PaWsqbyL+E29BXvavd7lg71ECGc9M/5fO2NohzyeduC93vEdPfyBuz2/D7A9u/vRvI7AN7sFdz6+veljOuoesj2KhNq9+KcePaoSzL10fUG8RTNRPTQS7ry56fI9/LruPHq1sDxmbis9nhgBva0ErzvEvqQ9HVa+PZE4OT6xNDQ9XCvoPQnMJ742pBa+FFo6vUy4lL76NU28HLWHvUm9o72KuOW9bWpbPffvTjxw4IA80TOrPVyrpzzCXI09L53bPM0PtT2WnWs+RNIDPUWSEL3U3Km7XDAQvgdqWb5yUW49RAYFPk7zRj4nwU69w6tYvBnpKz6I9KI9ctoHPaR6CD7v/wg9lkuSPmLY2T4Om0w9aEAuPEttEL7Uzva9/LxYvrfdCL/yFKI9UCrTvb39rr0hgKm9RzJfPAu6Yry6D/E5wiiFvK5SjL1/lWu9uIvAveUHdDxMVds9aENlPYrR3r3xzSu+jtYbviOWur6yrRY+g4i7PFCShLzit4s9B7xSPVT5Hj6LB6g8GiaZO1Er2jw25MM9T0pzPo45Uj7eoyM64ciMPE5o0L1qS2C99KDRvOd2R76hwQQ8cVrXvSrsyb1qkR69UfO+PNXLxT1g3q89gfKLu2Y1vj0oDYy9noKLPPftyDzfxgw9eeZTvdqMJr5hQ6K8w3ACPf1sEb6CaFo+fWyGPOVCzT1f1P49LVhCPUlSWz4iigU9QbggvV5d87vcA0W+6QyBvb3Brr593SC+QVjhPIY8QT5A924+xSlgPdJFuT7YPQO9SqSrvcL5J70NxYw9awHDvYNTKr5moPm6KtX2PVOPzb1ZFdu9qWA9PcUhQT43YsY7","VRyAPFIfPT3b1869IREKPvwuxjxT6x29Cjq7O7RUnb2odOc9mtD2vRD1jD3UtbU9CpDfPP74pb3PvLq8eKk/OzcX472c8XE9I5CcvW/Zmj1MG0u9vYvXPVRo9z1KgDu7zFfjvd3GZD3vkO29RVbQvZfla75wXN09BH7wPX6OUj0yeSU9Sr1cPVuORT67gHU96oG2PZBZ5D1SU9o9cdnRPf7Pkz1UreK8QrZqPe2OLj0oaVy99/MEvqkNg70q8qC9IcF8vY4fzb1/0Pu9FtP9OmVagL6I+Vg+yRB/vUq3lLuV6rE6t4sgPm5MSz3nQ5w8aJYwvkb0Bj7XwuC8E0xfPYfsbr0CSnU9u9ugPadqWr0GvZm9q/+jvRfkIL6OWEK9cLWLPQ7Vjj2meBY+l7U6Pjohhj4DMYQ+rFKzOwfw770rTya+vF8GPJ+LAr7OUA29xOuAvMq7JT2JKc68QkkhvptY3D0b4au98js5PIXUTT09Mg0+tJ6HPQ8BPr5OPnC8IMA+vfwUxz33Fls9WoYBPUHRlzyySsM99NsGPuqTGbxf5+47IJKkvRKCpLzZ80W+MJbsOluBvbw78sK9BrM3vnoUJr3MFTg9waNzvJ77A72Tl7c9lwqdPBw9ND5nYty9q9obPT6+Dz5UoYg9dDf/vPszvbyj1LO8G8GMPWZReL6jk9w8FfV4vn2Jl74k3fK94MHTvdK04LwGZrC9xSNRvvhBpL04e4a9M+P5vNCjPzxs2UW+9vjBvCaxSb4d8Ea+5ie2vJ7Lwj2NLbA9wMbbvdI45rzVPCU+ev9XPE7qXz2AZzu9duL/PA17Ur0XCl2+GucVPQ8wd71YzwA+mUJ5vfGtyTwTmp87entNPaajrTs4/BC9GFCwvdiul71INaq9PbKLvU25q71OOLa95AVSvkdLTL6Q/AQ+VOOMPU86MD602T8+dN4wPu+NFD4pjuO9oHIKPRph4rsC8TM838r4vTLWlr0Gjfe8WeLjPfFpTb3pA429rjy3PfemGL1FY0S+","gPgBPOhCT7zsBIW9qWofPay0GT4JcI29BqtzvVi/uz26ETU95NcmPQmsBb4LIEc9ygM/vXAae73eDC69EncIvVkT7j12OxY9dB2oPSLglr29wlW9ijJ6u6l8+L34/u08uApvvcGhADzak3+7o1cPvV/ECTxug529/cWNPIur17yh9Ro91HvkvXeiz70YMCA+81QkvfN2ZzzUgQs9fzcTPghmNT4U76e8iHJkvfrK2r1uSLk8fXTKvTg/HL7H8FE8+Z6mPbIePD7wnLI90DKoPNQpTD4XlH69citYPVbN9Tv0Fwc91wX3vcP3Or432Bo9Bn+GvbLosD00el098OwiPuuJgj6NJEo7bEm5vceSlr3k6us8fqAFvsxwZ758nCA9s66TPKRwrr2GCrK9YOYXPSsflj3zoas7GvqKPHdnkjxhZQk9yWwOvjqHX77oaHA81LiDPWqWaT4x5fA99GUAPoVUlz326hk9J0FkvTZjmr2g0mi94RrVvaJRhL7Ct5m9u3G7vcRzVT13ge+77Py1PW9Onz0FMAG9mvtRPX+sXj1sNQ48Rj9WvQmlN75lHHM9r7gZvXuD1T3Av5q9jJjUu6LimD1ftfS9xJnfPf4MDT2kez4+lEa6PItfQz2aGqG9k7w3PZJ7vD3cUD09WfOuPeKzOj5yQqK9N5KdPWm9Wz3UZsg9T7y7PQx1nD0rLXw9Sf0qvNQkQT3Z1iC8omY1vcw55Dw2u5w9rDkPPpFpBL1cUr29vATKPZQQwr0w8ey9U0qBvZWnBb5WN7I8b3qaPVEQ9T3M4Fy8H5hzPOxS1Ly+SCG+zQ7+vZeOJL4cuEU9VB2yPTnj5bwZRMU7xs8NPlMAXT4Xb4m7+Hi1vSyI5L3KfIu9HkKXvaIy2r0mIYw8eGi9u+nnwz1IBH097mWEPclQMz79XqC7EzEZPTXAiL5IJTU9QOEgvgdwPb4rNuA9Ca3mvDFz3D26EFk9CLCUvaPsLL3bP3G8vmcjvVwcj73dsmc9ryUrveqabLzTun28","zDSCvCr6jTxWEJK985nsPdbFqD2NhGq87UAgPXNnI72Mo2K9uKw/vUp+0r39oqQ9n2CGPUTjh714HGi9FREcPmjPpz1DpTe+KqkvPPSQFbwBeLO9KBAIvvo/Ur7N4a49TEVzvO2ymjuS7bg9MCokO+PIjD6dmP28322pvasO170Iu6e98vULvnFUs71SrHY7jp2cPVT75rw2/Zm9tiGlPXTUdz5MbpW9+xHPPOC4nL0kSCK++dMDvulTgL7NTam9YNpYvYnWh7uyIho9YdwHPt4RxT3cka69NCK9PMA76bzzazQ8ObTrvUCtSr6NGUY98vlsPIJSyT2jlNk9xS6sPW3ndT7ztDW92niGvZIVxL0oS+i9/qUJvmsmu70ELz09+UTLvJxOLz1Bo7w9HsrrPJh1ZT5paY29RlPPu1tuw72ESxW9RHeJvbK2W7748Ik9oMAEvYBi/T045QO7+eMhPrtB6D0ofo69jOxxPBUA9LyVgBu9vpr+vTi78L12KHO9ax4dPQaQxz0mjwM+JW51vJHY1z1zxYE9QkaUPTH3cr2I/rm9R1AWvoJJa77R2Ic8tcbWPVJZkjz5a/e6SrBYPRI4hz6MLT+9ipbFPU8hur0kD8e91ctSvTFYcL5agB09pb8NPThWRD1dl/M9XlFvvJKEFT6gdpE9KWLLvLU1XzvM/9S9TcSqvWqqCr76rwC9s4WAvWA/C730itC9rQLfu07mVz2ZcX29vtqpPHz1j70/rwe+ZbLTvINTg72OguG9taCMvEI4nr3wSfK9KjiaPesWoTsw7wK9ZSoZPts1T77tiwI+WJC8PaMwOD5wg5i8jspWvSUmA77zBC4+YZEvvjF/Aj5kPxc+JqDfvUb8er171l++DAamvY8DCr71DBu+hS5uvQHrBL2j7fk7klYXPD5+2z2KcCq+FWyLvXAJsD3XaQM+gmSuPbZmZb3plsS9joLuPA5F8rsFTis+AObuPW08Lj4g/YY9aojoPbFlKT7HgpW9jiXXuxGMDz1Jz3u+","HNZZPeOSiz08Eg08DbLyvUqRjb1SMmM9t6QTvpha8Lyci2g8z010vUyrYb21pAC+ZJHVOxo5br035TE9L+7gvFbCCT5fYp093s22vSB5Jb05j6q9GIsQvuuN7726HBi+GjeIPUUNqT2UXgI97VW2PWMTVL2OSsu9yY/RPRlUTjyr1VA+DyPhPWE51z1LpJG9M7sOvrbacL6bYnm8n8OFvVGlQj2FzEQ8n8qyvRV5KT150ly+9M9uu+5JL712Ivu90ZDLvRPKCj5HXYu9woQYPiRL/jn8OIc9wx7jvZlRZr0aUdq8CU0APqx87bwTfam9jovROyLdo72j8nW9jyGIPUFJ8juCPxw+96CrvabzDD5nWl05FowePX/Xvj38RY6+kzqQvQwQgb1yYWC85mQ0vgtTA76xvUY+PMuuPAMJL7zG73q9qJ9CPsSrLz4lUhu+3B0DvBAxKz3iwHs9CjEPvNkgDT2YEBE+IZG7PPrsXr3ICwU9ObMcvsbV5r0VYQq+0vaGvVPqJD2CiKU95FfUPbCXgz2/Vw4+Sky3vVDHkjwGSe077JQXPm8AkbzBVJI9hSQcvW34YD3LqT68Eyytvb/j471YaYA+0Q5Bvaytajz82g09B0nAPNxWRD1R7SO+pR0TPs00ubuQsE68076RPZYuez4m2DE+UUDjvLup6L3uTWu+RaIKvoNVTb4+43a9SSXRPVM7oD72aQo9D4BNvG7BTzzRTj0+XQgXvRIe/b3ym1u8Bicovu/chr4SjCa+uKmYPVcb8r1zA7W99vh1vfgItz1L3Yg+9nZ/PYHiXDwfrtq9hrdXPNfLoT2p/Bi9nB6vPeXsBD6I9509ER2VvEfL6T12thS+LiMgvYKSOb6vphy+TQcZuwEEJ757OqA9L+vIPH75tD08WuQ9TcoePiQF1rzdblG+KIxQPtc8J75d3P69uLKyvX51B75AwxE9ZFZ6PX0zPT0/tR2+aTUgvlZnkL5OTmu9RelNPeCD9b1pnUE+FgMkPp6QjT7d3Yk9","LYvrO6/Rij1bKYy9OvSwPHmahztCkPe94g4avd7gBL5K8sq9ZIA1PLiZI76BuAM9FvbLvMGo2z0ngQi+8D5VvewXJ75/JqW+78Lqumfoo7z+yEC+srFFvtSDur4DQBM9f0gGPV/EX71p2zM9pecTvta03b4EGz2+61A9vddfij2V9Mu9ilmFPY/Xij49MUi8fZPuPLxlhz2ejVA+S6SYPQelBD560PW9stS1vTxrH76QBSW+6zhavu3Uhr757Gq8R6g4vp2NBj6gWWQ+HiqePRq1sz0R+3e+53qdu/7+M75dmNW96zTCvdsFTL5zMUQ9vpUTPUmO8b27hUW+c+isvfuPeb5z4Qm+7LRCPa9hbLzhzBk+G8q2PLKJHT6TVkU+yK9QPEt1Kz2lAsS9nve5vdN5fb6Zte69LdA0PUr8DT6hYt491OWUPPj7IT46m3q9eLI0vfkdTrwn8fe8HFkpvcquDr4PZ0e9V3rpPeODhrxRKJY8qp+RPR/cDT6RCh+8y05gvYM3cr0A3pq9CGECvjUvR74zSZy9xRrTPW9JbTvAByo+DDfCPUFwID12V569r9IBPDHmHz1RMNW9CQwDvvvOTb4/Ct+7l691vJmGFz2UF6c9jslIPZ2DJj63xri8UXAfPI+OuTwqY7y9JzwEvdrIN75Z6ma9FcjRPcN04D0paQM+J0VyPYXnGz6n/Io9sVqFPbht572FZcu9S38Ovhse3b2USJm9WM+IvfdLqD2FWto9qzlCPVqOzz01VbS9/XnsPNmVwL2leKS96Yc3vTkkEL4DcVq8zdZIvJXAzT2q6Dk8zD2hPfTWrD3uj4K7QrOkvT7zI76PoZM9x4cVvq3PYr2qDAW98MKVPRsU5jt+D+E89L8WPgnMOz7aacO8xVjGvR2Phbz4Fta9Vm7tPLQqEL2qcMy9UUBhvYzUjr14ybw9dEF6PZwkJz4m5O88eBwXPYwTQj3RHsk9byhGPrRqJj5vhk89v0PbPYcQXz2Wqsu9fwXvO76SVL6RGmA9","SQjsPFX2YDw2egK8x+LTvb4yKL4oJYk8Oc4RvqsBMzx63js+fuLvPOwRLjyYuW88BXyPPaQxo719yeY9PW8EPJkIEr5coQg+/yYTPvEroj2tMiI+uU1uPZdrKD5eC2u9vMi0vH3OIbyyOp88LzGVvIRja738Zb690yDIvb1Vub2lNTA+vnKMPWv/y726u9U8l1lFPtCmkzw7uS2+wLNzvUkMt74zlnE+6i8rOsTlMD2P9928SZJSvd0AKL6yiWY82ipLvXicYL5wsOq9HPi1vXc0Xr5klmA8DW4wPWu0+z0jn/A9rFrPPRJCLj6vg7C93yU3PL8v2z088KM9YY9JPTJOfT6Yade8N7mSu0aYsz3/0JC6ha19vUdf3r2sEIY8fElPOr6P6L3+uBm+WUhaPCQdyL3CJLm9fGzYO24u5T0QEbY9hG6YvS9H0jyzEJi96Q/lPS1I0j2EWQw+pPv4PVLFYz4ImLM9+EOPPRO3IT7tpgO+rCAkPns9uD0sMAE+5SBvO1mcib1dkPC98vwbvtzeK7404k4987LYvHjKYz1kpgA+E3A4PShySD6l0My8aIU4vfEP7r12irY7bbpBvv80Tr79CbM9yqsFPQQAyz0+3bs9zeQFPqRNRD5yR1K9xtYDPVjr9TwQTBW+PfK5vXGyP74O9uG8F8T3PRw5AD5bMt890PFsu+G2Az0NtTC99vi/vU78xTyMTYK9pcWSveLPFb7lv649rzUFPWmUlrya8wM8bM5nPceb4D21cdG7e0qXPTTU+7yD+/69ZLU9vZRru713xDQ92XO2PWx1IT0+dgM+Y9rjPVj0WT55eMG9HX1ovMa747tkIoC6M2OFvYLvKb61boA8XUCIPR4ggD3uBwo+5QgnPc29IT53aoi9cnW6va+OED2IsKu9JGOKvQzDzr2B+0q7mpBhPfX0irxjVRe98Qz+PcVNSTxFwwO92cJGvRiRGz3OPq08KlfyvdFKCr4B1pc9wjaCvYiDkLsuSQk+82SGPb8ICz5PsfC9","kspEPHTk5L2K3eK8rdMLvvxRIr657C87MPbKvFAppT2shtI9/AxzvH1l3D1B8fO9ULGru3FV8r1A9h89l3xwvUcXfr7VUt09VXrJOdhETj6rquA6zm6sPfwqwz6cR7u7q4XUvSEmB75S3Xi+zyd2vs3xnb6Hw5Q9KTPsvJSwIz44mzM9nAolvX0iOD52RjI82kmpPWpFI7w25Iw9/iSgPRmL2L1uMTU9r/crvREoZj5l5xI+TWRDPl0YYD6W7fE9M/cTvRzVQ7x/ulq+Uki0PTVc6LtDZc+9Z8qAvS+2jr087x87FqrGvYnrEL4/oK48uCrTPR9W3b2Cxqc985qxvUF8ur11dTa9L4gJvTveY719Sfi9E0OevcngkL4r2v29KcsoPfK0ib0bWU6+A7w/PqCR/rutv0+8tb/XvTi+pr0GlVu94DzZvRUJ8b2xrxQ9qozcvD4DTb2699Y8LwFkvTtfh7x51RC88/VZvRIwIz3U2Am9xmAuvQ0XvL2TGtO97NkTPoKSlD0U6GO9BPX2vaRBPDzV7QI9rOWyPTVlGD3/2dG8INCcvoNjo77EpG89gmK8PdAkU72EkbS8NtXVvHByAb6iHAO++I2qvaez6r1ZIIy9o0LHvLdmtb3GJbq91BhMvZ1aAT5pFCO+PkIhPS1WkL0oIEm8cjqLvMOelr0iilU+3N6sPSj4kj5pRlW911xvPXh/Xj3aY2E+Jtz4PaXFND4kGO08GBg2utiwFz2zrdi9gZ0IvTqbfD3IH9Y87zYSvZ+GBztRAY+9fMWZPVgzXz0PP0g8HxLmvA6QsrzQZtk9pAzSOePIiT1Ooii9BmGGvTr1Fr4zE6I9iGUvPWzAGT4WIb29SB+kvaizML7Sdky9/w0kvn0icb62mKA8OOuuvb+EdT59xcm9Gm0xPs3EPz75cZo9xwyJPWWYhL0Fuyu7bTSGvZ7Pfr6LjPA8OPdvvXCHHb3CFCs+qDZsPVHG7D3K3ke9xDd8u6lLRr0tJS++ot8evvONo77udJC9","nwzEvKs9nrzFxPO+cuEjPe6Zcr6LlXe7nRa8PSQcwD0jpAI+sjM4vXZwED7wfrA7Ir/zPDqgOL6ix0I+CnBKPO7UBL6TBBa93jAuPYagKz2aE2K9shesu6G0OzzBwdK9EWLgPDTCKb5x63u+l+xIPVWGF75nNm29ObUXO2qOrDzkCQY9qJWUPHbi/LpUJ429PDh7PcOmLD2QUuK57j8mvS8nAD2SPJe9P6ZtPV8yVz0uuEi9IBtLPU93OjwjEL07E8OnPaUozz3AX4Q9eDd/PXHl2Tv21RG8XraSPdyjzL0ylAQ9o8bxPSTTlzzt5Q46dYtcveT8ILwEhse89GeWvVLGjj3AR4y9Gm+PvX1Sxj3Y+Tm8AygNPoMF4D2ZQcC8gcSevYjg/D1Uxsc8hGnaPX/BUj4mJNi9yoLZPbVasz0J3XS9RiXQOiEQfr5rgIE96NNou+eknTzH8t48XYCKPJjiPD7kWRw8XYH4PRnbmrxK2na+K4Mkvs8DSL5Hz8c9+KaSvcdsH7wcc2M9VkXjPVioKj5B5S88AOr1OVI2aT3XWBC9pOt9vSGtLb78adC9mY8aPcHx6T0o6ZQ+mMKLPKjJxD1wBnW9xvcwPd4BYT0Wr/+9TOa3u0Xgjr4uW5o9b+VCvPWxi7y/PbO8BeTePT+fHj6Bji07xbB5uvJoOjxX5N28/CcBPeY0Pb4trQk+XHtqvRTMkz3loIk+x6fJvACePr3vIgi9phmgPYShtb1MO+S9HHG7vbctaL6RVNQ9XaJvPeQQAr7HlDW95CzVvDgTTL4wx8o8oMljPd204D3TUQA+05XqPeS4bj7MYWI973OEPWP4BTwt2Um9MYgivWeBPr7hu5e8NY2pPfh0Qz6nNAA9YW0hPgFBPj4as4K94n1UPcY0az2m1sA7SGL7vI49Vr5GuTO7sL22vd0ot7wv1Km9NttNPBHwYz2ExrK9Zg9dPe6RN706QrK9yWW5vXzuf77W9do8stZAvevD+zybi668jOGQPVbCUz7F+Lw9","RcKavAoNsb0Smg++IEaIvc6ql76He/09NDIaPS1JATwb5BM+lwEGPhaIiD5+ldO9YvZ7PWab7L1cJLG6DAq0O7oJML68MNC7CsDxO81Imz32Aog9CfTpO5blPj52/Qc8JvQvvYzQhb3K55C83zxSvDdKA74cqBC94wyWvdmUBz2NlGs9sjaMPbEWbT35ytY8A/7iPK0U2L3Tp3I91x2Bvb16570wCcc90C97vak+wz0kyzO9LBYOPoOvLj686RY9uQWrvcYByLp5nne838e1PEGpIL6eSEc9NyCSvc7OMz3txo897b8kvfb7Ij2HPf483cQJPcT0Yr2EUhA+l7DIvVlVuj3k78e8dtXMvZ1xhb3efLM8a/QMvlzGi75nlmi+FfnxPXSN2D0xptc9C2mSPvFalz7NKG49J7xZvIhumLtr5+G9wZQ2Pe8Uoj1hm0W9fE1DvTXEh70RTX88TsUuPa5sEzzsGaa9VgHoPAPsnj1ucX89iKLuPMhchb3vDAu9pKYUvVNnkrwPbjO9/H4vvfAJvj2N4PO7BECCvSxRwz1TgPi9cloqPcLsfD3KoAa+VDVDvd2RCL3hLKs9lrSyve8nCr5O+Ds+E03PPfSSRD165ck8TdEfPaECEDzTqQ89ZAZGvYtHJb79tUO9VRE3vaaPN75txfw9sLJbvYRRlj1v46C656h7PaeEPzs6yGu++II2Pb+dmb35obw9sTlxvVv7Zz7nc5c9XRmMPFzelL3xES49uPwXvpbb0r0XNT6+3BkfvfgC2r2n6cA9V5PqPYlVJD7RQPk9BCvUPeMF1Lz0sPq98vYMvWRqBb61P8q9A7urPaeYTTxC6ra9GPDnO9UGtL0ziGQ9dUyaPcxX67xSCtY9Pp58vJMqgb2BP0O9I82KPckjUD1VcHq9CU+2ukzuAjwbeva8RB11PWhmSL7tqLC97BfEvA2V3r1qAB88oj9GuqXXPTzgvaM9Mst7ParxLD6pCL09XXRAvIwaxz0zCLq8ilQGvkC+Y74x0iy9","XgYZvPWlJj0m5R29dm8MPWJ2UD0Vp/I88oiBvW6a5L2gg+O9KOARvthnHL79cUw9SJUnPSzSFz2b2ny8LJiCPX2n6j04pMI9UzjxO6e+trweMUC8xX1fPCMUvjzjrDa9MTjRPGM17LjI9aM9Skz4PT4MQT1xHww9IrD6PIa3ljoAN/K9UjiqvfO6hb0rlmC9oUZgvTFJqD25bgG9iwOzvSutw70wBwC+i3KNOxbbiT3D36s9DjkCPFgPfD071BQ9cq65PWGPFr2JgaY9dDIkPdAnDz5Fvbg7i/vtPDqFALxBOhi+DgUavQ88Zb0omSo8NryMPSQJKD4RMWk9OFUUPvLVQT74Ti29dIOrPH1kib2HXDG9aqVXvlBwc76dngs+8baNPT2vzb1NuQU9vyoiPYlVAj3eBZi8DKw8Peixbb2UjFK9lI1JvZPenL2pmq89i1YGvcvyOz2y/ZM9WNQGvjg10L0FGrA9sz9vPXYz4bwq3t89mbnVPeCYGz7yVy89k9UZvW8koL2JXiC9ifgWvsDHO75QXxC8ErTLPdzhhz1WbQU+AHyAPfTbCD6kaOu6vkVNPPPEXb3UjUG9laonvlaDqr0kEI07VXrHPLW6VL1PHba7aELUPWu9CD2dwNC9UpWtvFPoF7w7khy96v6VvcgK071gRcE90IXQPMYcrD1wGBS9hs2EPRpcOz5Iwqq7NewhPE8/3zzWZRC9TFn8vexZk77epR+9iVlnvWre5T0+JkY+sgrrPWKzhT59kqQ8qtZlPAJC8rxZdsq9iwrhvRmpk749nWo9THVlvSW8rD1spqc9r0vhPRHujT1IxcK9ITCVPKxZ6jteUum9LP8RvUlIg72WVGs9j9CdPadPrj1B/aE9fjGRPGr5Ez1CPwM7YCqku5xDL747NZC9Be3LvB4Zj77x7DC9vM7+vCOKnT2eAto70yv2PZKGcz56XdK7VcMRvcCxqjx8qEO9VpXjveJ6BL4c74U7pAeVPaFQjj0H5cY8+PhNPgMMXT47yWE8","OKa1vMbmhrwrB0c+bw3IvaGuSz4B29s9PmIbvIekgDwIb6u+FIBDPqfshz0vEty9YSdDvV+tHb2I5RS91MLfPZrF2D3HnTI+fAoqPouKBz5k2MO8NvyYvdRUsD2CUDG9L8U+PTwTxLy1wQg+9cUpPu37bLylNSs9WHfAPOld/bzu2Mc9IxCtPAQT0bxWBpC9xoUXPcmsZL0TxwU9bXf4vS5OKb6iO7u8wBYiPEIHpD2j6ZE9xKqnPa/CDj4a5Fk8aAq4vYBFlz0lnaQ9t2tbPa8atDwAGo28ukDRPZdgar0rTyq9HeIFPUI92j1jNS+9TazCPbtOdz4kvNU9ISVQPaqZFz7gUqI8bu/bvNgoQLzwR2+9jum7vd+cVb1T1NU950gMvjJAKD7uK789WXXhvadFmj35ssY8QPZovIsNRr14Rh++bhefvMUFKz2pyYo9SjzwvWcixr1I/pA9awLbPRGKLDwwJHo9/MSGPChy6j0oxVy9/M0Gve0srr3U9wc+JmCtvQPIkb0ygRY+IL/yPZosCD4WwSe+1LVku3hcdb1mpLi9AoabvFb1Jb7omCI9YaqYvQo5brzYa1K9ZB5UvANrpr04Ujk9AwDNO38qPr3aur49m8tlPaQBBz6rjnG9aVTMPdharr1gxXM8zXYrvsKrPr5gnpS8+L4xPX+sKz71XyM+DTIcPsaZgT67zyU8G5s2vYYg4zsiQI29CekbvmO1ab5w2Wa961Ifu5dZmD35Ty+8KfI6PuoyGj55zhk8UiCFvSc1Fj1SGm48qrbovTwEHL5+rxG9MP+svRYvST1sGyE9sqwBPpk32j0trz49SOdpvAf2XTgkthQ7/QFPvsebXr7Kig29mddVPQeX0bv14dm8G8srPpPEFj4s6Vy9/L9rPazngL09u8u9o0I5vk2lNr5NUYw9q46ZPfxYmD0GnAw+LVRJPrEULT7K7IE92GGzveUGCz3Z9w29dV0ivlkjgbwiGRC9WVqMvP7fpzyVvt89EMxIPbu0Zz0YBC29","vbLyPLiw8zzfaWU8emUBvkGJKr4Binc6IUI3vPeD/Ly5tZY82sxkuQTZOT4a1hA9E542vfCAor0pypK98MLRuw2Ax70zTbQ8sI+JvaY58T0gkj+91xfxPQ2/MD7YmM49MxV9vatYDbz9QrQ9cj7DPbsTTT6v5u699xD8PHAGfzwieZa9Y0zVvfqmQr5UbtU9LW4VvAcbaz248HI9rJMbPq1yMD4pHyW9woP4PKkiUr6M/pA8gRoCviRObb7Oug27Esd3PXzwVD2JLxI8ZMPqPe86Bz4CUXm9D3VYvICBrTy5kt29FQ9LvMXSOL7Kch47Jaf/vOm3+7x2pwS94YsUPnKhej7Yop26eqsIvfNtir0JybG9ncGhvOk6VL7K9xA9lQKuvZ1R2DoDBvw9xKX4PecXHz6qvZK9Zc3lO3BgoL1jniq930XKvXNBUr6dwtY9P+g0PQ0vmj1+OuU9JpavPde6gD4d6IW91qS3OyjZVDtiYb29HDH+vF8M7r0wjX865qCyPXNwnjw5GaY9sYQIPunUJj6mhtS9zGMDvdUQu71jIYE81T3jvZ1byL304a48IrAIu3JvUT127mg9hZU7va/bFD6L4dc8KhLWPTrWpD2L+9O7DBPEvRndGb7oE1A82Bobvc+l2D3XTqg9B48nPWcnVT7c7nq8WrgXvcTZ/bz0z6u91Nv2PIAncb0OLRG9UXCMvfD8gDviU049kdLtvTU3f71K+G+9/pJevKsSXL0nHUK+w2/svbnQlL5BMi49B5udvOnUr72mXo49kyb9PM8E1D25cuG9n9hOvcWvkj0lyWi9HOeTvGaGCL5KHqM9dw5TPU92v71stke9jOrTvWwsS73qB/q91MYmvPfI0zywWs49QuxXvU1G+71gsgc9LbkqvZGSFL7pgck6FpCyvR1yXr5A8ka91aQWPalUDT6SIDq7BgFoOTaNAr5TyZY9KI63PUF9Zj5uCD8+Fk8tPU5VGT4ZjMa8tnRAvfQRA77GBpi9ATk0vh8gqL571nA9","Hpg3vdq9kr2gdog65QeMvPWY5bxLHMc72BtfPfL8xz3jOo28knU3vRjlSL6TMig97jkoPcivqr6IFw+9XAZ1vXrlUL7691+9OUF7vUwkcj0PQUm8MJJFPNbpgL3zMTQ9RncSvWThkL2e4S6+NBykvWyH573lmoK7y40FPBiyErvw+2S7FAu7PWESCb1XiqY8aVO2PODIgb7mxc09ErGHPTMiCr7BGtQ9auCDvQvf0z1HGaU8JdHOPcpoAj7xjY67MOTSvKYUBj0q6sa8UwdTu2C7yTw1m2i9mInQu/9ejb1rs6u9ZiRHPSVbBL5pFgM+lUjkPPt5aTzqCFK9vxWyPbfQTz2h88E8yvd5vUwJ2D3IY6+9b/6GvSIEXr4iAXG8IGEKPajsZj3ajhG9HsS/PUK05TxarVe9ntUQPU9CUb7wyUm+49XTvNVsJL455A89sEedvcl8Gr2PR3K9qESavQ5pAL65/tg98DnlPLyoTb1UQ8o9FtnmPIXlzzv0ZKM9qzc0vOm7A759uPS9mxkUvTuyE77NXJ89OrFnvYdU/7zxu469M/6RvcfhIr7P77k9jYayPSLmhr2Nk4g90sYQvqsDX70nAOs9TUIvvYTWAz03TA09b5wmvOENzL1Pw4E9kCCAu5ociz3x6FW9I4eqvTfRlr6cuGE9cuGXvWW3Lz6McEW8u4PvPNIuRr3wPI09qK3PPfVaQL5KPye+wyhIvhZns74AalK6gbLZvMb3nzxHUqS9wkoKPu/nzjzRbsq7bpr0PbgaCz2I0rG95py1vSCj1b3U8Ls9KzuyvWw+YjyepcW8k+oNvNtOyb17zME9EspYvMBdJj3rhNq8kK9Wvgl88DzPEd27R/sVPVbwDb6YJz6+KFPdPEk/nr0XIS6+olSHvCYW371+Rwm9cTSxvNRy2bx/o8y8h+GWPHnmFr5ga828uxr3PY9trD0Lhx++gL0/vUzT973xs0C++x5gvW32Sbxl+gM9GlEaPdfQFD5n3Fy+qqIPPu9mAbzKO4q9","ORS8vL1GVT0ye6Y9evVWPYSv5D3NUJK8r5e/Pblweb1Ia0M+9Q0LvYMn8b3hLqS9WyCaPdA6n7zr3rs91ohJvB1b7b3DipU8sr5IvVvQzb3FTh6+/E26Pa0uU7wHK1I78S8wPQ15Eb3PIao8mg8PPlkXUz6dhNY95u2zPES07rz3oN89UDQIvqp8tL1kgTQ9lQ8TvknqybzBaum90ngovUNJkTwXiK+9Cum0vcU6sj3Vdoi9tjpOPQX/xL31z8Y9oh84PeeelLy4pWk95xnMPNfiGruWwZK9UVHKvdhPUL3gDGi8Tl38vXTQ+b3JRUk968l1Opr4MT4Ib7i9fN/wPcwLjLyYsiy7XQvoO9xNCT2veoA9a7BhPY7ogbsnvB4+vK1GvLd8nb1QJZK9kZOEPdliwLvaUJo8yCnePSC9szxGZ2Y9F+wKPSOdEz32bfu7V+Ttuyz3ur31Ulk99sxvvnu6BL6qBLs7Wu0fPcgTGT3cGt89V8PUO4Hhgz0Evbu9akx3PHoZub2IcC6+7k73vUOzUr3Jpuo6XqNMvSoBGT7NPyE+1cQMPVLLOz53qcg8SyVRO1HKOz7f5Lo989qtPZ5ICz67XLY89z+gPTJLoLwRYKw9GJNuva6nkL2O+ps9jQ+lvYpeGj6Ljd48KHDZPczoWD56PF69lWmuPVmicr5mNby9QQlzO5cgHL5TO+g9yPAbO/RVODyOuAs+iiWVveiBZL0pkwA9yIC/POK7Hj2OhAw86kmTvVo08719mF082RctO2aDNj7l31o+m8UePR5CbT7lEju9qNYJPVmXA77/jxA+SlHPvOnYVr7Zplw8oegnvr71NL40VoS9GhH5PRZ2Sz7Yk1m8R4qGPbhvMr4p7AK9CwxQvgZus74A+Q89UFHIvOzJCr1owty+jJg/vYmxBb47BxQ9nfuKvVae+jtJj/q7+pzNvfprIL20i0o9cd/gvIgP2jwqrEQ91h/3vQ/2/73VI8i9iasYOyYYED1LaGK+rgURPSEjsLy9gfS9","T1G5PJTLGr2nAsW9w/ygPQaOOb1LU+29Rh/dvELpSbysZu89FnuRvYD7pj2Evws9/NSHPaxDlTzRs4+705rMPDCR8zyQcwu+xdWzO26I1T2h1Om9DxYtvpM8Cb0e8IE94eaKvMTlL7w0Vom9Qau4vVNFUr41iyq82SmEvarsRj1SjF0+ZknkvdZcMj5L1tM7GKM+OtNyi72ifoO9dmo2vTyRM71AVEy9vESLvf/hLbz7MB6+x/OxPdT3nzy7KU49juStvLsBjr28mgU9XybAvKJlOL3r0EW8EG4ZvXLrRj26X/K8hxLhvQGYiD2rCgy9TKOBPdJjPL53PA++5F42vb9rwr0r3Qo9amEcvS4LGD4oRRg9/y3YvbrNJT7/h5+90NWkveuruj2wB7K9SawhvQVXlL02rSC8qqUPvV0ACT2rJjE+ES2pvVb4KD5YXna8XcQlu79Lmb0kOuC964zCvT5Hpr29wde99zWKvdYn9D1CA7m9wmM6vpmcVTujHBG8frLOO5xGAD7p8js+glfLPWW4tD33mJC8TCtcPSOmVL1IISe+DJnRPFPU2z1AeeU9m2+WuzHijz4zlwI9kMsyPj5FAz5Q8vI76Kt+vUAmMT4jpso89GwfPqzqrj60JXY9g9bTu5Hk+LwdlIK87n9WvUWShL3nxKa9rzwbPQ1Hk70HNB68SyoAvT2zSrwr4tQ9AvW7ulJ6gz64Yee9HC6uPHYXqLvDAFq+qpPTvQnzgb6trOe9HxEKvsXGJb6VLw0+QLgqOlcxtTxFkI4+7OCHu1NtqT0c5Qo9g7ezPULRJz7hX+E9RNYyPlUSlD4LkZ09lr2lOyi1hDsWF4Y7FCKSPQIy6D0rx4y9rbCfvbuxAb2Jx9G9wohGvZi3Wr2j0B67xirEPQAnyz37NPA9NapuvTnGfb6aOnO+KCcRvUn4tbywd4C9Rx6IvUxiGr6DE8w96GMTvuZaeL16b1O+xJR6vIeHBL5dXA6+5NwOu9f8w73snw+9ezPKPe6ZKz5RCEk9","AjlhPRA1ED0zsBg+CyDFvAUPUL0Hn2a+i2HMvcCKRbw7QOU97kiYPUeNyj1061U9xTOSvLInBD42aro8eGcqPkISgT437Pa8FB0NPRA1i7523wE+2PQCvt3qjr5+nWw93ugrPe2y5Dysl+Q8KoSUPfcokz412BY9Nf+LvYiIg74M4VO+aN0mO64YU74WRZG7FKmLPVhIcj0YcdQ9QsEkvRk4CD6mOWY9GnIvPSjUL77vyZa8yHgdPUq3/L1pILg9q+hoPV5Dpr3zjeC9QZihPIGfQT2D05u9l1BDvMEEOz3v8Li8HpEKvQ+m1b28UiE9gRGyPFB+eD5xwZw9KglqvMe07L3IcSu97v8IPvMEEj7p4WG8rjZkvQZSA75A8IG9Tm56PZ9kW73DEu67xy++vSqhDL6GpYs8IM0pPBN/ED2Dg1S9VUOrPDM4ob1jvwA9kjJHvUo+1ztTpgY+y7S0PNLvN76/jwW9b5FWPawhtLtXKga8u1L/PWOjDj5XFpe8+0FDve9TCr63W4K95VERvsLdfr4935G9cYZBvR0GVz0UbzA99jrEPRAEoD7VYgI9U4cGvUtLTb0s4eq9syzdvYQ9zL7rXWY9+ByGPchkBr0RToI9+ighPBBnBj07GbW9r3ujPccrDj5Uj7Q8d3jfPQugXz40nQw9Y9YEviuvlT30sbe9ScffvR3/Fb4giCS9/uuavH8EET3CpA26jFMSPntTcT5qDDI9Qs3GvINFC75qHGU9oZEKvjyRBr5lyNI8OWEbPBCr1r2lzwm9RXQLvfn6G75E0Q+9BoE0vcVqhD46Yh+98La5PWx1UD7nipG9kS4lvVScMz39aPw9LJycvcbjCL41Snw8O1qnvVZUAj410iq9jINGPeaRuz1mw+89/D6gPVu8Cr0YXjw+jik2PvDqDz4l25K9x0iSvKJU7r3Lxa49LJBRPJ105j0F4kM9GS98vfIhQj6DsJ49XRJfvs7jgb535ww8e6BDOnAQxT0rYDQ8cu3tPccAiD6qyz69","3P8TPT+Qyr0FY8Y9AIYDPugqOr7Gh7O9jrV5PYR36z1eu1A+PvBIPYcxHL65Qyo+Ze3wPAtdIj60+jQ+OFOMPcuqGj4tr/y8MvFSPRIOBj54+gO+LPMJvl2pUr152DU+DZbxvK5Bsb4+b6K9lkUbu7mxTL6jGWu8q19EvYESuTzGY7Y9R1E1PrUMWD5Nbts9rOhfvXvvt72FqaE9xWLVvf5Qvj1aIiS9ms0VvgGL6ry5IdM7JcjAvUUPsLy54wu9xC7fvLoRDr59WMW9jBeGvji4Mb0WKMm9lH8NvbqPsD3S+Qw+tiSPPEdFez7M94e9rY2HPMA8Kj3kPf+7A2gBvpjsiD04yy693j1LPVt/hL2qPoe+vYUrPamcEr4WxL69SnpDvfg3Uj4+UB69Ic50PfIYoT4nhr69aR1mvC1Lh73X5fK9UvUFvuPQo76fWlE9Zoc6vRW4kD0nFks9sQ2LPePF2j1W2Om8AwmjPUmFAb4N3u29oUbCvXK6qL3B/Gq9x4zSvWBjGTytsHy9hCiQPZ41Oj47YPq9//5GvTNkh72WXD08Ij0mvqGRY77Dtkw9sVguvVTPrbzqrUo++fzYvSjU3T3OKZo9bqwzPeStiz0OoV276LqvPZJQ6D3bYhC9GDsVvmH+Fr722F29S0URvmkar71TT1K9LzFoPd2STT2WX5U9DIPuPH11HD3RMLu9WfmJvBrGuLzY3lU9+msXPTlPib1q7rE9wTEZPXwy4z036cc8PfllPOYjiz0/4Ko9aQYGvIDzPb2Qsee8OZSuvAY+G75+jq49x9pKPb8dmb1pjYu9mMRWvTSz/T0p/hi+Gl+6vdozyz3tqGw8fi4wvdwp5zsMwT48FOdMPRuoFT4JbKY9dPL8vXyqH75grUC+5OzPO42LLj0A/QQ+nK6KPEoKAr2401k+yHkQvQUpFr63LVK+4hBDvv8j+L2jrBq9kFOMO+KOIT4e5eg95XPjvRmz570NvCc+09OwPMHzGL6+Z/89g9eYPSp0RT5Fa+u9","6yl0vUsHIL2gdZi9lgm/vfUKVr5BwFu8mObQurGrij16sQe+h9/2vF5+Cz1fBr69eep/veemLT1Iiwe8y6nHPEBCGz2HSb89LzTqu/a3p7wCAmC9Hlk4vSD/Yz3rMyG+g2tzu2ctBz59h6E9jtzVO/04A743cjs++VGXPYrXwj0Jm1m6HZePPt6nET4Z+Mm9dZHhu0SRa703uN29B8RNu610Sr53xzA+jqynPQphhbtRNys9N9MCvoUcML3548W9MvUHPQzT/j2BZbg9i3wzPh+v1L0ki709SewGvReJpT2sM1U9lskgPD+7vD2HCsy9iTYxPcB1xj1PFQI9PXJOvb+agj3l9bu6CQmaPUVfOT2RcAQ+CLG2vF8WNjyYB4S45JaNvfG/y71+pQa+VK/ovQ2pnbw7sOQ8ST+iPQH7Az5z4MS8PdA3vXP5w71w3SK+HWIsvWUJCL0iwHs8RjF+vdcKtD3l2nC9Ci+ePc1e17v2/uw75/dnvF7DKj4rAce9oS6vvDMeubtWW/C9XDesPafrZTwHGL49jVR5vREftT3dGlc7QU0nvZEyKL3co4G9foaEvbEor71XJei95FfZO8TeAL5STbQ94bT+PcPLN700xds8antHPbQAqT0uM5w9ZnUTvQ7akr04RpG9rqsovuA1Nb3PoPs92K/uvDmsrjxLzPu8tfg6PAGdED2xgmm+CO+qvX2Xtj2AZmW9NbcFvgsLj7pSGgo9Jg8cvUwu5jyjNlI+l75MPbaxob2yxxI8TC7KvfGdKL0Pcbq9pBqPPQxBLz3WROE9oeOUO1Li8z00v/i9yQGGPhLinzw/4669A2WIvYn7Mr3efAM9fJPKvRPQ0Ly7Pcs8zjctO1uJ2zy+3Q8+AhAIPiJJPz4QYrq8mrEmPcJMez0PA3w97YOAPY7JJj6lXay7JkMFvfg7frxafKO9UqwZvgsjJL7d+Ny8uvrqPEXvfj3fxUU9A1UQPrfwLT6JHRw9ff6XPL+KuTyNqGy8a/hevRPcTL5AvpE8","qFywPd6xpbpqzbQ9OWxAPWLAVz1T/xq5GmiAvaLPAz3oxEq9ooqqvF2pRL4vc869ocnmvMzptD0IfO09mOJDPi5GXz47ouK89lWfvSeu2TwV+AW+zjsIvjWgir4WACa8piHIvGdZuD2rRbA9FM6+PEHMHD5as4m8sJREPbBRVL2t5cK9bWwvvn00T76rHKa9fHm0PZtmVzsYJZo9Ki7YPaj+Ij7DiKo8+BjDvMdMHb6cXA++angaviQZwb2OI7w9CPfmPdQqrT1RPUI9Ahm0PVtxEz7etwQ9/dqNPVJX/zyGdAS9DVzqvU78Nb6W02k97W0TPVCxIT4hPsU9RvvZPT9GiT26Qk67D8aOvX87Nb3F6/y9aaccvRJOnb2IvXq936TYPXc8Jb0WtuY9yHZIva6/Sz7UU3W99F6bvE79QDwWuG69sBIRvoJnir0+nJK9lqRUvK81CT2R3ag9yPQXPhE/ez64XZs930jZvXZlLr6P1ie+bf+/vfId6r11fuM8GwqZvcGqJD7HL+k9FW28PtArAz/zijk9t3y0PTdOYry3KwA91jKivYeOSL4DY4s9H6ykPIwHAD5PRC8+8dbBPS3ZkT4clgq+T91WvVk94r14koO9TxEWviczrr31xwS9un2cvdTmWLye01c9IziJPUDZazzLePk9Y3hCvGD3tL051aK92JQPvvygK76/uG09mI4oPQfXGr2r/Fm8YP6VvIyuLT0PAx6+3/YaPa9FEbwZIl29ql3LuY78a71t9069+KifPYFJJT4BKuo939wBPq1AJz6p2F485RzkvIE9yTtevF49LBb3PKaWzTycRzi9zn4jvZuP0z0teFm9y5HWO9oaBD2To2M9lyFBPOcVCT3v/849TxAKPXFraj3Y9lI9ebs9vZ95UL7OLpE9fQAFvqBeK70LW9I9J0iIvJzsh7zGjwi9DK23ve1fBr2MUO89+l5lPRzauz1P1U26J7laPRHvvT1xsSA8uit5PdX3Kj2NC7W9Ry6YvboOlL16fYw9","qvzkPHgRYT064UE7CPiLvWi2qj1T94g8M0/1OwGLYz0bE3u9WehaPZ1w7L24JmG90F/IPfBNf76A7Rq+QkhxvqWVrb6lUos9aWQTvWVaKT4xL1I+vuoiPnT4YD4X67+9C01nPYEsELtqEya+/ix1vj48k77I9ww+VRFSuaC9Vz0AbE0+4NYdPN066z1S//G9YdkbPZbnzL3O5C29uJwhPmk9yT08K2m9lYJSvZ52Sr1BmIC9IQ71vTLCmbz4RsM7emrgvRuVqj0Hhgi+x9uyO/OSIb61I689hgltPc0epj2e7tc9d1sDPpOufT4Vd3w9GmpcPdwdBr3Ss5m95QCZPdZPYL4P+Ls8F22GvY0SOb2D/LE9w3TkO+sMiD3QP+s8aMRSPaBW2L0dyU880rkrPk1ggD2FpdS8y7eGvcDQm70drFy9NtDpOzTVlDyWSgs95+ssve+ywTy5S/q9A/j/vLMBLL5Rr9U9qNCaPZWPFj1B50c+mrq4Pf9vaD4rCXQ5GjiNPKnksL28BDM9B1ufO8OlPL5fMN890uYRPWK2Xj3UnB48RqOSPeolKz5M2C+9S5YYPWkoVLtWocW9Oy/ZvR97JT2K4pc8DJ9svNVFKb50QD89LXouvhXRgr0m0wC9PnyVvd9Oibxhszi7vMbHPUAsIT6bzOo8i9oTPaz7Tj7xPec9d1L7vIFBnr3fyqI8n2rAvcDQXb0yO8G9CaDBPN8KkLxKb7Q9JiqvvTTey72KyV0+HSn7Pd4vR72RTJ29gTU6PQ67Rr2U2oa8ww43PkWTFD5Nvkc9BVOXvel0nD1vhwc+YosuvJP0UL1wiLM8ObYLvom3s71AQ/u9U694PDSMrz0SWSG+0J+QvLawLLxs+Ei9cbvYvXzO270DqRg85LBXvAR5wrzw8Dk8IgVoPTyDmT2+0Si9n4RAvf+NMz4HfM+8BWNSvXKd3713DrO9yAiKPeJulj1FoXG+VwgbPWBFBjy4pLI8V71HvVPSBj4vGom7qAOwvQnKjr2f2OW7","i06Gu9bLrb3LrGC9tcINPnVaRj6pFuQ9FTHau68bGD0maVM9iPC8PXB6qb3LgHk9LHjrPI4KB76X4Yc7w2ehPY68oT1Pd9Q9f5NlPWZ2+j2Di7g9hladPZNVm7x8frY8+VN4PMHDxL2iCOG8HJgfvnSQdb1E3re8GmycPcQFvDyfr6s+DSsqPArIETyEYrW9HjJ1ugiX/rzhlby9aL/7vZemBr6p/h29OKF0vAr9Nj53AeY9bpAgvucp0Tua7yQ+bNkUPVlxK74HHBM+xZV0vpTzh72+5Fc8lmF4PZQn5j27Ofi8JpeDPfjImztMzVu9HlvjvEusgL6PcDG+L+/DveGYYL7rgty9LR87vaCR6z1bgAc+QajDPZXFJD7Jn4M8C7rvvbJLcTzl4sM9sA1zvVXOFL7P1Yo9jEHCPEL63L15xA++etZKvjckfb4nWRg90SO4PXd2DD76U0e98goivDFMt72W5NQ7eLE7PMEIobyyUWK7IHQevWs8Pj3SmQu+NCw3OyyFOD6ILQQ+9Ud4PSVvc73qQcG9NjuMPLQ3hjxL1qa94oAqPZMcOr5e2KE9msNHPQfo5bw2zaQ8oS1vPoMDdD0UEaw856suPU6Cqr2Lddk8W3xAvoZRS75x4fg9nKb3PAdWyLzrp5s8GtdnPZwghbwQTNw9odeZO20m5LwtWKW9IfXCvTcsP77JAjY9c5bOPNFx6D0GbB89fDAbvgdTSr6LuZk9V2oPvS8+I74xtdK9i/2sPWMBJj35vuk9jTaBvbb3Cr23Rt294lJQvq5LeL3FjiQ83p2tPQqVqTz6L4C9GsnSPa41fj1dtQ69HISQPdMNaLyFZhS9YLc1uvUx4L0lZaw95p+qvSgjJL3tt8Q9rKGnOxSmzz28gxk+h7lJvTD46zxMHLK9cmKkPeJiwDz/qXk8HC9FvBUsZT294/c8nRxfvcEcnb1qrye9ecCBvbLoFL0FKsc99GmxvfV3xbz4oAE9Kz0QvTC0JL2XHSI+VeDQPfLsOT6aTQ68","JmFZPQ/OZD1PZCu9CspmOpDiQ73ZSkA92juHPdhPK717ueS9Cof0PXP0FD7YMuO931KqPFkcsb3c81m9F0ENvlb4Wb6DLhA9Kz7DvJdlIr1WiSu9P+36PQ/knboIAGw9awt0u3NQCL0ZcjG83Cj+umrQhDt74y89JZBaPYREyT3M75s8sCudPewI2z2HqYG8kBLoOitX5TucRJW9oXA1vENx9rxyLD88/vVXvKVYTD6izru85+kuvdLoAj4yFgY+0iPovC/8TL3mMtQ9rskvvRH4xz3yD1S9UnNIvb/6h73qKba9QkvnPCCNoL3g10Y9wVSYPT5E3j2vU1C93h28PT9uuz3gM729htFKvQI7ez358vQ82HHTvZJbxb0Gg949ErGSPZTOtD2v/rI9rWSxPaM/tD21Pkw9gEf7vPuejr3zRCG+kDS/vRLm+7o//kU7iD+cPcS+qDzD1vO68RMJPVW3HD5V9ZM8QeMmPL+tvL1MccA8bpPZvf/Zar1cZdw8lD+KPK+M0zz6XuM9WMFjPTEbBD7zVh++9bKnvACVNT18aRK+IOz0vQ7Bjb500d49CiSZvWVgLDx81sU9vkz4vXvD9jzzHh++5LL3PBrVQ70sG8k9QWpvPP5JVr6YQro8a7PCu0WqYb2a4eW8XiEDvDzsfL0rUNg8AhaLvRvPWT16G9y9RIufPRI+Gb6OmZo9EYggvBvi1L0krFU85XwlPnwpGz5XyiK+k5h4PeVgSjzv1ce5OLh6vZNvYjxGe0K9XF5qPcY00j3xKsa8loWSuOdxlj3GaU08jmaMvQfH5byrPZG9K0QVvaB69Lw9eKK9nyr1PRmBzz1amRi8CZ5FvfNxGjw/J8I9ksqwPJLSCr5R62M9TEJjPJxH3L311Ge9+9TOvQhlV77MEwu+vyCHvjAJhb5rUj29C76KPXg2uzyxxGm+x6U7PuUKcj7QmgG+4d40PRHTzTxxm04+pH8KuwkJwD1zSIc9dfqBPB1Lsj2Bjgc+ReZ4vMMQGb5sc2e+","WrOFPeG//TtCxZ49fB0gPa4Vtbwt/666JMhgvYCbRTwGZSG+WwYnvi5/1r1jGao8+iIKvESgbbzPFdq9nHQOvuXnm77xN1I83lCnPUWVmTw0CzI+WKNcPc2/Uj4kM6a9zG8lPQlGEb7ORtq906aFvG/7sT2YQM65pGN7PcH1hb0SImW9dQK8PD/Oy72IF7y43GvvPVERW75ylmW84qMaPSdtUT558pa9+1jvPD/N471dN9C9OmR1vpHJRr6TALi7bIshvskE0rtShuG8hJgXvq0xD71LGes9Ly6hPZA25b2diJe8l5IsvYV5PT02NCI97h17PR5xsbxEUuE8jFbbPUN5Iz4ksZw9a29avQbkW715tJW9ZdjjvZYZKL64UJ+9WCxhPVwfE7z1xW47RfWFvFMlNTt5/kK9w4VVumd7vDz13+i9ifxMPMZuzTw6dJw88l3qu90orr0qPBK9tbxrvV05zr3Tcmk9uFsWvIBZ2T3xjsc92aqLPSNS3z0r9gE9qqYYPdg2mT1r30w8Q7DRvJ2El7wcEG69Sd4kO4Ji9ju6FLw9gkqZPdwkjzzbNwW8G+uAvYS6qLxkpwi+RjEZvqoox72sCdW88J6AvKFIvjxQx+Q7/cQcPjXFAz4DuZi9OpzMPPzNHT1LHJS8Wo/hvQZZdb40msg9dICfvSTf0D19CBE+1ZZIPh4vmD5ge+m9aPTGvZILwryoLPu9+Vjwva2E1L1qkbo9uxQtPNsw8D2Ik9c9kvmoPMlejz6jD2+8IaOUvXHc9L2ba4m9HogdvKFxX75wano8uMR2vVU+Kj39n6u8QyFCPnNSWj52c6S7evUGPRuqK77AXpa7rvQIvns1DL7LHf09vXZPPb1Znz2QTFo9VnIdPkO/gz6ZL5K8gFs/vRnqiLwFfN691PkRvmxHVb6AEgU97oSIPfFjq7wYDCE96Y0cPrS4Gz5vrb+9Pw3lvENNbL1u5rI8RxrQvR2c87vVCdM9fKgSvfr3GzykCYG+bPqYPHfNzr0/Xa49","nzrEvW56GT7Lh0U+TKZdve/vKD1BXLi9ohjEvajt2Lzzn7M8HNtMPUAY/TzQZoK6pd+JPBtDfbyQcCs9QYsKvtKPVL26/Ty8fAqFPWDp2z2Uptu9N5TDPHTJrb3gFI68Nw4yPDSoJjxKpVa9clfOPaX3HD3y4SM9xMqfvClyRT4359M7kQJGPEQf/zyk0oo9L+VYOs04cD5q8om+ELkQvUind71nGsO79mE4vU/95zzYpTW9XYQtva54gz18SEW9susyPD/vcL1MQR89NRPzuzpEJr6l0xy9x+aNPFw2BL0MKTM9+6iavDlDlb1Thci8C5AqvFVqgrsvcp49dCAvveuBoD1wKcw650nBPbbBE75JW+y954LXPazrQ75hVq28ptLOPRLap71ng0E+GrM+vaG/fb3ZslW9+jpavS2ICD23qRC9X52vvIA3ez1VgSO96FwOvfSutDsZdoa+zYkXPkpDbj0Ftug7CGIEvGEsp72u4++9+UIcvrHz7L3Iifu9USUHPkHlAT7u/2K9v028Pcvv5D2II5Y8TXebvNMKuTypP/c7gxmJvHgT5j0CkLE8xmyaPSCTVb5aUTq+LRCLvIqXRr7s9VC9XbTFvSNGUD2DJj07t4qDvWHjJD2DrYQ80vGQPXysFb0SJ0O+mMpoviX1A75tHby926+uPEXdGb281Gk+zuiKvWIJyjw0osm9zCaBPeFAAj0woD++K3wzvIT7Er3BEwy+zQwFPQzqjb2rqxs+k1MUPouojT2ib5g9Tt+7PTn+xr0sMqe90uO0vWJeFr7eWqi8EukaPVCGNz6l5wk+EXGNPQYzlz2kK5a9CO3wPLuPk7364tg9mAfqvBQKgj1Tcdk937I4PTANj72rqK69y9+GvHrNgjyNFiU98RGtPbb7n71lFvs9ThFLvUxRKTx8/Oc974SFPXvjrTy1UZk9juWAPMKGKj2mYAQ+fD+EPR1x4by9sY09JEEYvev1Bb4i1Sy9CtSxPRzb7j21dI68f5jaPQdQnz1ocso9","8+NxPB7cLr3laA2+9a7+PHU1gL0ICFa9axplvUUnPD3U7u89toywPf+DvT2v9gY+WiMpPdyIAz6HzvU9TmQNPsqMez4m3qg9fw8ivZ08Fr2mJQa+4UiAvbTIeL7Z8RO8nuwjvVNgmj0rrK09tYkDPnB7iD7DzO08vk5RvSAutL1Of0S9YsLQvAl/H75jcFY9iYqavQmwlj0oEZu8yRiqPbcMxD1iCgu9A93OvP2imLy97dA74EoavoLeCr5145A8yXVjPT3I+j2xruk9phsiPpeVhz4BkLi8klOlvT2L2r1vReW9I48Yvu9FY75WsU27DN1uPedyCj7dTCw+zMkmPuDHLT6VzwW9/alJPNMA4r1GyVK9pW73vdpeR76YvIM9EumWPN2vNT116ww+h+5bu8CAHT0mq4Q7BdScvNO4JL2yaI+9mG/2vTCcVb695ok8tnc/vbDXaDvlZfs9NO1KPc7MFj5ONAY9a529vbb3BLzmAee9Jl60vbNce75I6JK9U8KKPff5qj27I5w9fYARPsxubz43eMy92bynvXXSJLvxoK28BQCdvfFkkr2S7dM9qgDaPVAgkjy5RBU+qu0SPjQJ3D1lzJC9wHG5PJkSajzlFLk7iqIHvi3GwL2NKFI9oL3+vHiTHD1tsWm8xO2xuzyxgD0RQYy9Nmn9PJOo+b0JK8A7KOrdPGfenj0lfDO96loiPfmcUzw7Xlw8TNgyvops7r3WNIc7TcuQuyaZHj7iSxk9ij4EPmL6aT333/+5PXEePeoNXbu6tzK94qXavABni71aIyA9uiMLPai7wr1kQdU94MfOPeTcHT4+af29QedfvaIEBL2+5Wy9h7H6vI0MCL4RUwg9XNOevMk7wr2j9GA9gzplPakZ+j2oyJ69h8fMPZRpIb0MTN+9t5juvL7H0b2w5gY6GxaYvTbVgD26V8I9UTUKPqT/WT7rSxm+lQeFPXXczrzOF2s9qHMcvvZX5L3gdF88OY+ivelm+DsCIqw9gzFkPRIgjT0G3ge+","F/CXvQ0eeb5+YR69iojzO8bh9ry774M9++uqPE0Shz1+k3g9iZfYPBhoNj7yOBA7bEqOvcOwVb5zz0w9dgHzvd+rLr5DNxk9287WPLTTbD3BAnQ9N8RTPryO/D08qxq9uHK6vc5d9b2qcRu+l0cRPL2jhL3XGeQ9rR+Mu3FUh715jUG9uCsFvUkGHT7696y93PrbPNqAXbwaX0O9Ge/9vchKFr4EWJ08aH0jPdtVGT2hxO49LXipPbdGGT7b5kY8cRoAvDkHrb2gotS9Z3nzvJY7tb3clJU9Osc8vQ/HED6Ccpg9Lp8wPY32ST7EfKG9I2CavD97iL2jmB29i3OavaVD/b3C++C6hY2IPcFxEz5a77I9AIJcvN2wEj6RI0C9rJjVvDuU6L0i56Y8M48hvkhjTL5Cd9499ew5uwRtDD7/ezE9MMyiPSCC8j1K1+k8zNt7PXACCL5Rs4G9StFJvo3dhr5+wy28cliqPT+Z1z3xBuc9XD97PEjXcD63OcG8Xip5vFUUA71iRKG81EJFvY39fb7XqB+9pLQQvDhwpj16roK7c7DVPWYGfz5E2Rc9w9C/vY2wP72hrZS8+tbZvUHfc76MNHC9/A23vbjJ6Dz3qhM8sYorPtf2Wz7QSnC9/0x3vTpMFb4VQsa9cvMpvjWSiL4Cc1w9LGesPcZgST0Z3Ec99L3GPdffFj7OGms9ZuOTu2mX0L3nZw++cTcgvf4TC76f/fM81Hs0vYWUCT5gifs93cv6PcIOhD7CopO9Y43IPHuPiDxwoEa+kMSHPHixn7z7j669rM/GvNNd8TzlJ5c9TuhNvXmkIj1D9Fm8QoEGPSBnpr0pYN69lay0PYpYUL6jXY09V3+XvTjJGr3yUA0+hWS4vfQnr703sdq94Y8OPUUBCD1NLKM958suPuxLSz73YTy9hKUtvcEyi713GEC+zFSAvQ99YL7BUyO+A5QvPTNK0zyiDCK8OVqIPfFgG70bSQa+ufPdPRGXT7uzdUQ9pLGBvQn+Pr3nzkC+","t3bVvfK81LwPgam9TfILvuHNdr7vPQa+QwDQveJG5byXuuU9Z6CkvUYGfr2QtFK+H2a0PUrRCz7dm5Q8NInWPYzxDz51HQC+yCl7PcNuH7yUHxu8HPOXPFI8qzx/+da9iuCrvVAEBjo/fpy9N4RUPV3X4rxKkDC+Jmk3PJQezLvHI2U9c9fBvYhhJb4BxMa8NzMYvjlm/j0C6gy+KjU9PSUsdr4THY6+qsYgPdZoXb2lnUy9R2YOvpD/sL3Src2903IoPYFdFr7yj8k7uDPIPaP1WT6RxHm+yNunPYKJJb1X1Po9Qr+TvaugHL6uubc7ATAAPQiRdL0Z7pg9NL7wul8CNzylL8K9czc+vf/X2L1ZKdu6pfZpPX7GwL1GtyW9Kj8hPa8P5TyF+lg9AKIAPsUzlz3vZeK9L23PvcpbBL4D/RK9MZDiPL92jb1R9Oe7ZpGMvVsdy7v9vrS8ci0bPk3B3jwV52Q9csdCvd/kUL6HsLs8zuZ3vbvfFL4AJli9dzFgPemAszzd2tc9/48UPpe28z0QtpK97kITPa6lnL0awPO9LW69vV0Rlb6hDIU84hCRPSOivTwrvTI9oyksPqPWzT1stKs7dySmvMqL/LqY7Lc7SuA+vpIwjb7dnAY9yt+auo9q5z2xGeK8HAkWPiAtSD55+MC9T5HAuq/rwzz1r4y9A2kWvnQeLb5bs6C8hjpnvTSjmzsZ8iG+G8ikvG5nMb3Sj/y8rr1qPXSRxruugsq8kwnDPEj3Db0KsDM9EDqNPUhtpT3OFP097YuVvNT8pT2vJHs8Y5QdPSeuyLvHt+Q85PMevTfser2UQaU9NR90vDXgST076308P8iKPMHkar2djJe9raCtvHYNCD0Rypa9IoNLverNFr1Ydbk9UyYzPezuIL1NTEM9l9fUvNMGUj3guQc80DFEvUxeHzumXFA9ShlCvWs0FT3mCKw9sooJvSWPeb3SHnu9pZRtPc/5tL2OQdy9R3cCPiGsYr2jAsU9LrgXPU6keb4+B/Q9","09NpPGRlUz1CROC9fmuWPZPHYzxIXUY9jMGSPVMIvbnMN7K9UrjpPO7ADr5QoMY9vYiuPebcMr1ht+M7fo5evXvdSL6GCvq8HrKkvH+TCD30zyM8n8xfvaRIcL3XZmA9GqGnvcVgzz3DzwM8HM8PvotrP76XlRE9gh5RPJC3hrzNfcI9t/HBPfWMBD5e8DE9m5QNvRMuRjsg1ns99Y7UvZv9Pb4mlRw98GVCPVyuBDrIFtE9MrLyPYth5TwAJ++7KweXvK0EiD2sr0K9BBrzPDTqHL3moRQ9ykMkPDbiaT4v6TA+ZshAPjB4jD4s0uk9SQnzvb8XQ7uLX6K9I6kSvrQNYL71aQ8+s6aCPHNwvrxH6vQ9rHuZvTrshj4/wwi9ebBGOz0Qe70n1qy9qmvxPL3xw73VFOI9ERttvXqLtryrXaC9fxQRPW2erT0J7Rc9yeGLO8UNrz0BEYO8jUl2vfqpJb7QHEc9mduduo+4xT0L3Ze9vlPrOhcI4D13VdE9RvOiu9C+rz0+f4y9rHd2vS3Oe778Dp89rq/1uy9Hs73QaQg+7ePAPXDjHr65hBA9iPDyu3fhdz3mEZI9RVUAvlluVr5i7AQ8v7oDPRuMAT5i/ve9OBICPQ1BFz37S0g9hsxmPWvhGb2l5Mc9WEafveNQh70OhqE9mDKQvbXSkT2uu+49I+w1PcV9Jr3HMeM8IZ1Avftsubw1uKM8sFJ5Pfu84DymWww++H4UPIYfgb0klyK+VISqvep1fb7Euie80FdOPSFzvrwzzt88A2QTvnQyxr3Hplw+UTI2vOJEhD1449U9KEQkPWGIA74RS6g9Ow0IPqhOHz6E+Z++r9RDPQ6zsTwSGpW90WkdPYZgGr4mkeC983BMvuUH9L7igRE9uroAvrMr2j05U4c+3ryOPSDfSz67b+891l6NPVWCTD2aHJ48+g1VvsQsyr4Ny547rd6jPKrYYj3OQlU9AewPvkfVEL7nbZ29rEziPHTSrT3B8HE9jB4hu6SEJr43CmE9"],"bias":["EhZFvLniUbzlnWY7E/NnPGSCQDzAYjg8frKAO83Yr7z2v9m7tIKau9n0Jj0w9gM8RGbmuR6JX7yhG4m8TbWcPKuf5joQqam8pCzPOkQMED1wkfA7oO/5PMQ34Lrq5k69YzvGu7fJ5TyrLpA8bK4FvVLqMLxHzSK8QUO1vBtPBLxe4m28WbcmOvNrmrtexRU99roQPRgRjjx9DVO7bndUPQwPiju8lae7tkk3vIRqVD1NHzc8dUyjPAhrMLx/9YK7GjWlvJ6ypTynGEm8pgk6uzQ/Ezyo35i6M51TO+YimTxvPkm92KKhO3u1PDzCTlY7osY+Pak5BTy01UC8J9OBvA=="]},"conv2d_36":{"weights":["b39LPTJEx73PA9g8+w3EPN6exD23jre8VZx5vaV4Zz20ak29CklcvlNlJ71egme9gJLNvRn8Or1kO++8s2sfPaHxLb3d9o299muCPUTVIj1eGZC+FbksPa/BPb06dZE91EA2veMskLvK4+88oucXvq4DhL1oKZE934vrvSbW8jz4wt49QdeFujzbSL3pIak9lMqfPDMlBz3GQHG9NuiiPA5djj1MNt87MLuZPN6SAD7Zk5Q9gAvZPNtVdr0vuzc8vTG+PV0AxT1or8q95FlWPlMriL0IoyS9fOqSPb1VFL4DTKQ8DD9jPjbrwTwXxB2+c0qgPXdxpj3h9wM+uJx4vg0Qyz1l2429IwzuvB6RET3oydc95MnAO8zagzyXcC694YzXvMZBzzk6oaa9w3G9vRYIur3CUIE93ojFvdmDGL2wUT298RjXPAPDL70RxL+9LXi1vOgWQr2Y7xC9n8CZvZhXer2zoxa+fL1hPVM+r73w/po6IgSKvbNPiD0aCLS8Gscqvg4tN74+hBy9iCUQPcx9Nz4uFMU9D9eAvQ0NnLv+oKW9T3fdPWf5Kz2CItS8DP2qPUhBDb2uqVM9VfE8Pl+prbtgAGS9PmH4vb7L2L144GI8P9NAvX37lz0pk0M8H6MePbgyMj48lu89lQF3PJCJojs7oPY9kJWDPdujDr7MHFM+0YIXPTOOFj0wRYi7jhQYPSTD7T1Q8xa+yzqRPHSjpj04toM8utejvt76wj26bnE9zP5UPNddHb1LKai8vmg7vhozJL3cOKm8sqGXPWOWnT24DZu+61mBvWTNgb5z/d29jyxlvWWyNj3gO+w8Vm6hvWmE/rzFbCU9MhinO1FmNLw/Dj49Ss/4vC1oQj32mrI9vUnpu+CYVDxWTb28pIyEvQxaoT1Y4Xc9bSmNPSDuAT5ue4M7X16APdc6xT1o+QG+jsEQvi79bD0EkkI9vOmbPRI7vL1vAK89w3NvPbLp77wlxKW9OVsBvGXszb3ZaWs9kZ/tvToX+z39Nb08",